{
  "en": {
    "ngo_name": "Vishwanayak Foundation",

    "home_hero_title": "Empowering Lives.\nBuilding a Responsible Society.",
    "home_hero_subtitle": "Vishwanayak Foundation works for education, healthcare, social awareness, and sustainable development.",

    "home_about_heading": "Who We Are",
    "home_about_description": "Vishwanayak Foundation is a non-profit organization working for social welfare and long-term community development.",

    
  "home_focus_heading": "Our Focus Areas",

  "focus_education_title": "Education",
  "focus_education_desc": "Vishwanayak Foundation considers education as the key driver of social development. We organize initiatives such as distribution of notebooks, textbooks, and essential school supplies for students from rural and economically weaker backgrounds. We also work to motivate students towards higher education and create awareness among parents about the importance of education.",

  "focus_health_title": "Healthcare",
  "focus_health_desc": "To ensure timely medical support in rural areas, we provide patient transport services, organize health camps, and offer basic healthcare guidance. Our aim is to reach needy patients at the right time and promote health awareness within the community.",

  "focus_women_title": "Women Empowerment",
  "focus_women_desc": "We believe that empowering women leads to a stronger society. Through various initiatives, we focus on building confidence, self-reliance, and social participation among women, enabling them to become independent and decision-makers in their families and communities.",

  "focus_social_title": "Social Awareness",
  "focus_social_desc": "Keeping social needs in mind, we provide benches at public places for citizens, distribute food and clothes to orphaned children, and honor students who have excelled in academics and sports with certificates and recognition.",

  "focus_farmer_title": "Farmer Empowerment",
  "focus_farmer_desc": "We organize free soil testing programs for farmers and conduct one-day workshops on organic farming practices. These initiatives help promote sustainable agriculture and improve farmers’ productivity and income.",

  "focus_public_title": "Public Issues & Community Development",
  "focus_public_desc": "We actively take up issues related to roads and public infrastructure by communicating them to government authorities and following up until action is taken. We work in coordination with local administration to support overall community development.",



    "home_gallery_heading": "Our Work Gallery",
    "home_gallery_subtitle": "Glimpses of our initiatives and community work.",

    "vision_title": "Our Vision",
    "vision_desc": "Vishwanayak Foundation envisions a society where every individual lives with dignity, equal opportunity, and access to basic needs. We are committed to empowering underprivileged communities through education, social awareness, healthcare support, and sustainable development initiatives.",

     "about_desc": "VISHWANAYAK FOUNDATION is a social organization working for the holistic development of neglected, needy, and underprivileged sections of society. Our main objective is to bring positive change in society, improve the quality of life of people, and build a value-based society.\n\nThe foundation was established with a sense of social responsibility as an entrepreneur. We focus not only on financial support, but also on empowering society through education, healthcare, guidance, moral values, and self-reliance.\n\nWe believe in and work with the core values of transparency, honesty, and selfless service.",
  
    "address": "Address: H. No. 145, At Post Waksegadi, Taluka Atpadi, District Sangli, Maharashtra, India - 415301",
    "contact": "Contact: +91 XXXXX XXXXX | Email: info@vishwanayakfoundation.org",
     "social_follow": "Follow Us",
    "facebook": "Facebook",
    "instagram": "Instagram",
    "twitter": "Twitter"
  },

  "mr": {
    "ngo_name": "विश्वनायक फाउंडेशन",

    "home_hero_title": "जीवन सशक्त करणे.\nजबाबदार समाज घडवणे.",
    "home_hero_subtitle": "विश्वनायक फाउंडेशन शिक्षण, आरोग्य, सामाजिक जागरूकता आणि शाश्वत विकासासाठी कार्य करते.",

    "home_about_heading": "आम्ही कोण आहोत",
    "home_about_description": "विश्वनायक फाउंडेशन ही समाजकल्याण आणि दीर्घकालीन सामाजिक विकासासाठी कार्य करणारी ना-नफा संस्था आहे.",

   
  "home_focus_heading": "आमची कार्यक्षेत्रे",

  "focus_education_title": "शिक्षण",
  "focus_education_desc": "विश्वनायक फाउंडेशन शिक्षणाला सामाजिक प्रगतीचे मुख्य साधन मानते. ग्रामीण व आर्थिकदृष्ट्या दुर्बल विद्यार्थ्यांसाठी वह्या, पुस्तके व शालेय साहित्य वाटप केले जाते. विद्यार्थ्यांना शिक्षणासाठी प्रेरित करणे व पालकांमध्ये शिक्षणाविषयी जागरूकता निर्माण करणे हे आमचे उद्दिष्ट आहे.",

  "focus_health_title": "आरोग्य",
  "focus_health_desc": "ग्रामीण भागात वेळेवर वैद्यकीय सुविधा उपलब्ध व्हाव्यात यासाठी रुग्ण वाहिका सेवा, आरोग्य शिबिरे व प्राथमिक आरोग्य मार्गदर्शन दिले जाते. गरजू रुग्णांपर्यंत तातडीने मदत पोहोचवणे हे आमचे मुख्य कार्य आहे.",

  "focus_women_title": "महिला सक्षमीकरण",
  "focus_women_desc": "महिला सक्षम झाल्यास समाज सक्षम होतो, या विचारातून महिलांमध्ये आत्मविश्वास, स्वावलंबन व सामाजिक सहभाग वाढवण्यासाठी विविध उपक्रम राबवले जातात. महिलांना निर्णयक्षम व सक्षम बनवणे हे आमचे ध्येय आहे.",

  "focus_social_title": "सामाजिक जागरूकता",
  "focus_social_desc": "सामाजिक गरजा लक्षात घेऊन सार्वजनिक ठिकाणी बसण्यासाठी बाक उपलब्ध करून देणे, अनाथ मुलांना जेवण व कपड्यांचे वाटप, तसेच शाळा व क्रीडा क्षेत्रात उत्कृष्ट कामगिरी करणाऱ्या विद्यार्थ्यांचा सत्कार व प्रमाणपत्र वितरण केले जाते.",

  "focus_farmer_title": "शेतकरी सक्षमीकरण",
  "focus_farmer_desc": "शेतकऱ्यांसाठी मोफत माती परीक्षण तसेच सेंद्रिय शेतीविषयी माहिती देणाऱ्या एकदिवसीय कार्यशाळांचे आयोजन केले जाते. यामुळे शाश्वत शेतीला चालना मिळते.",

  "focus_public_title": "नागरिक समस्या व विकास",
  "focus_public_desc": "रस्ते व सार्वजनिक सुविधांशी संबंधित समस्या शासनापर्यंत पोहोचवून त्यावर पाठपुरावा केला जातो. स्थानिक विकासासाठी प्रशासनाशी समन्वय साधून काम केले जाते.",



    "home_gallery_heading": "आमचे कार्य – झलक",
    "home_gallery_subtitle": "आमच्या सामाजिक उपक्रमांची काही झलक.",

    "vision_title": "आमचे ध्येय",
    "vision_desc": "विश्वनायक फाउंडेशनचे ध्येय असे समाज निर्माण करणे आहे जिथे प्रत्येक व्यक्तीला सन्मानाने जगण्याचा अधिकार, समान संधी आणि मूलभूत गरजांचा लाभ मिळेल. शिक्षण, सामाजिक जनजागृती, आरोग्यसेवा आणि शाश्वत विकास उपक्रमांच्या माध्यमातून वंचित घटकांना सक्षम करणे हे आमचे मुख्य उद्दिष्ट आहे.",

    "about_desc": "VISHWANAYAK FOUNDATION ही एक सामाजिक संस्था असून समाजातील दुर्लक्षित, गरजू व वंचित घटकांच्या सर्वांगीण विकासासाठी कार्य करते. समाजात सकारात्मक बदल घडवून आणणे, लोकांच्या जीवनमानात सुधारणा करणे आणि मूल्याधिष्ठित समाज घडवणे हा आमच्या संस्थेचा मुख्य हेतू आहे.\n\nही संस्था उद्योजक म्हणून समाजाप्रती असलेली जबाबदारी ओळखून स्थापन करण्यात आली आहे. केवळ आर्थिक मदत नव्हे, तर शिक्षण, आरोग्य, मार्गदर्शन, नैतिक मूल्ये आणि आत्मनिर्भरता या माध्यमातून समाज सक्षम करण्यावर आमचा भर आहे.\n\nआम्ही पारदर्शकता, प्रामाणिकपणा आणि सेवाभाव या मूल्यांवर विश्वास ठेवून काम करतो.",
 
    "address": "पत्ता: घर नं. १४५, पोस्ट वाकसेवाडी, तालुका आटपाडी, जिल्हा सांगली, महाराष्ट्र, भारत - ४१५३०१",
    "contact": "संपर्क: +९१ XXXXX XXXXX | ईमेल: info@vishwanayakfoundation.org",
     "social_follow": "आम्हाला फॉलो करा",
    "facebook": "फेसबुक",
    "instagram": "इन्स्टाग्राम",
    "twitter": "ट्विटर"
  }
}
